tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "gdal"
brew "git"
brew "goto"
brew "hugo"
brew "mas"
brew "node", link: false
brew "pandoc"
brew "postgresql@14"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-completions"
cask "1password", args: { appdir: "/Applications" }
cask "anaconda"
cask "basictex"
cask "brave-browser"
cask "calibre", args: { appdir: "/Applications" }
cask "dropbox", args: { appdir: "/Applications" }
cask "firefox"
cask "github", args: { appdir: "/Applications" }
cask "grammarly"
cask "hiddenbar"
cask "imageoptim", args: { appdir: "/Applications" }
cask "iterm2", args: { appdir: "/Applications" }
cask "mattermost"
cask "nordvpn"
cask "notion", args: { appdir: "/Applications" }
cask "obsidian"
cask "postman", args: { appdir: "/Applications" }
cask "rectangle"
cask "rstudio", args: { appdir: "/Applications" }
cask "signal"
cask "slack"
cask "spotify", args: { appdir: "/Applications" }
cask "todoist"
cask "tor-browser", args: { appdir: "/Applications" }
cask "transmission", args: { appdir: "/Applications" }
cask "visual-studio-code", args: { appdir: "/Applications" }
cask "vlc", args: { appdir: "/Applications" }
cask "xquartz", args: { appdir: "/Applications" }
cask "zoom", args: { appdir: "/Applications" }
mas "Bear", id: 1091189122
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
mas "Todoist", id: 585829637
vscode "dracula-theme.theme-dracula"
vscode "esbenp.prettier-vscode"
vscode "github.codespaces"
vscode "github.vscode-pull-request-github"
vscode "mechatroner.rainbow-csv"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.live-server"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-sqlite"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "sourcery.sourcery"
vscode "wholroyd.jinja"
